[
  {
    "name": "DP+",
    "description": "The mobile app that allows you to read stories from all three publications at the palm of your hands. You can view the trending stories, search articles by keywords, and bookmark your favorites.",
    "img": "../images/dp-plus-black.png",
    "link": "https://github.com/dailypenn/canada-goose"
  },
  {
    "name": "Projects @ The DP",
    "description": "Project pages and standalone interactives for all three publications, including the iconic election guide, year in review, covid page, and even more. Built in GatsbyJS and NextJS.",
    "img": "../images/project-page.png",
    "link": "https://projects.thedp.com/"
  },
  {
    "name": "Recommendation Engine",
    "description": "The data science team at the DP created a dynamic more like this feature using DP-specific document embeddings to provide users with more relevant content. Built using Python and SQL",
    "img": "../images/more-like-this.png",
    "link": "https://github.com/dailypennanalytics/dpcontentrec"
  },
  {
    "name": "The Daily Pennsylvanian Website",
    "description": "The main website for the Daily Pennsylvanian that delivers the latest news, photos, and videos. Receiving more than 10,000 views each day, thedp.com is the most widely used news website across the campus.",
    "img": "../images/dp-website.png",
    "link": "https://www.thedp.com/"
  },
  {
    "name": "34th Street Magazine Website",
    "description": "Styled using the iconic green tint, the website of 34th Street is where you can keep yourself updated with the pulse of music, film, and cultural news.",
    "img": "../images/street-website.png",
    "link": "https://www.34st.com/"
  },
  {
    "name": "Under the Button Website",
    "description": "Penn’s only intentionally satirical publication, known for its signature memes and snark, is a campus fixture for highlighting the pulse of student life.",
    "img": "../images/utb-website.png",
    "link": "https://www.underthebutton.com/"
  }
]
